;~ =============================================================================
;~ Rizonesoft Language File
;~ =============================================================================
;~ Date.........: 15 March 2025
;~ Author.......: Derick Payne (Rizonesoft)
;~ Link.........: https://rizonesoft.com
;~ =============================================================================

[Main]
Product = Firemin
Version = 12

[Language]
;~ Please ad the translated language name next to the English name. For example; Ελληνικά - Greek
Name = 한국어 - Korean
Code = ko
Encoding = Unicode (UTF-16) LE BOM

[Translations]
;~ Please do not translate this section.
About = About
Custom = Custom
Donate = Donate
Menus = Menus
Messages = Messages
Messages2 = Messages2
Preferences = Preferences
Update = Update
Versioning = Versioning

[About]
Window_Title = %{Program.Name} 정보
Label_Version = 버전
Label_AutoIt = AutoIt 버전으로 제작됨
Label_Copyright = 저작권
Tip_Title_Donate = 우리의 활동에 기부하기
Tip_Message_Donate = 기부를 통해 우리의 소프트웨어를 무료로 유지하고\r\n여러분을 위해 사용하는 도구와 서비스를\r\n확보할 수 있도록 도와주세요.
Label_Home = 홈페이지
Label_License = 라이선스
Label_Support = 지원 받기
Tip_Title_Country = 남아프리카 공화국에서 제작
Tip_Message_Country = %{Program.Name}은 남아프리카 공화국에서 탄생했습니다.
Label_Contributors = 기여자
Button_Ok = 확인
Label_RAM = (RAM) %d MB 중 %d MB 사용 가능 (%d%%)
Label_HDD = (%s) %.2f GB 중 %.2f GB 사용 가능 (%d%%)
Tip_Facebook = Facebook에서 팔로우하세요.
Tip_GitHub = GitHub의 %{Program.Name}.

[Custom]
Label_Status_Welcome = 브라우저 불러오기로 시작하세요 (파일 선택).\r\n%{Program.Name}이 선택된 실행 파일에서 자동으로 프로세스를 감지합니다.
Label_Status_Updates = 업데이트 확인 중
Group_Load_Browser = 브라우저 불러오기
Label_Executable = 실행 파일 경로 (%s):
Label_Process_Usage = 사용량 | 최대:
Label_Process_Count = 프로세스 수:
Button_Browse = 찾아보기(&B)
Group_Options = 옵션
Checkbox_Reduce_Mem = 메모리 감소 간격:
Label_Milliseconds = 밀리초
Checkbox_Reduce_Limit = 사용량이 다음을 초과할 때 메모리 감소:
Checkbox_Start_With = %{Program.Name} 시작 시 %s 실행
Checkbox_Enable_Extended_Processes = 확장 프로세스 활성화
Button_Extended_Processes = 확장 프로세스(&E)
Checkbox_Start_Windows = Windows 시작 시 %{Program.Name} 실행
Label_Settings_Updated = 설정이 성공적으로 업데이트되었습니다.
Button_Cancel = 취소
Button_Save = 저장
Time_Unit_01 = 밀리초
Time_Unit_02 = 초
Time_Unit_03 = 분
Time_Unit_04 = 시간
Label_Boost_Description = 사용량이 %s MB를 초과하면 %s %s마다 감소합니다.
Title_Select_Browser = 브라우저 선택
Tip_Minimized_Title = %{Program.Name}이 아직 실행 중입니다!
Tip_Minimized_Message = %{Program.Name}이 계속해서 %s의 메모리 사용을 최적화합니다.\r\n알림 영역의 아이콘을 클릭하여 다양한 최적화 옵션을 수정할 수 있습니다.
Label_Notice = %{Program.Name}은 데스크톱 및 노트북 컴퓨터용으로 설계되었습니다.\r\n서버 환경을 위해 Firemin Server를 만들었습니다. 자세히 알아보기...

[Donate]
Label_Heading = 우리의 소프트웨어를 영원히 무료로 유지하기 위해 작은 기부를 해주시겠습니까?
Label_Message = 아래 PayPal 버튼을 클릭하고 금액을 선택하여 기부를 보내주세요.\r\n여러분의 기부는 우리의 소프트웨어를 개선하고 Rizonesoft의 모든 것을 무료로 유지하는 데 도움이 됩니다.\r\n20$의 기부로 최소 한 달 동안 활동을 지속할 수 있습니다.
Label_Donate = %{Program.Name}의 개선과 우리의 사명을 계속하기 위해 10$의 기부를 고려해 주시겠습니까?

[Menus]
File = 파일(&F)
File_Preferences = 환경설정(&P)
File_Close = 종료(&C)\tShift+Alt+F4
Help = 도움말(&H)
Help_Update = 업데이트 확인(&U)
Help_Home = %{Company.Name} 홈페이지(&H)
Help_Downloads = 추가 다운로드(&D)
Help_Support = 지원 받기(&S)
Help_Issue = 문제 보고(&I)
Help_Donate = 우리의 활동에 기부(&D)
Help_About = %{Program.Name} 정보
Tray_About = %{Program.Name} %s 정보
Tray_Open = %{Program.Name} 열기
Tray_Extended_Processes = 확장 프로세스
Tray_Run = %s 실행
Tray_Run_Safemode = %s 안전 모드로 실행

[Messages]
Info_Title = 알림
Warning_Title = 경고!
Error_Title = 오류가 발생했습니다!
Error_Oops = 오류!
Singleton = %{Program.Name}의 다른 인스턴스가 이미 실행 중입니다.\r\n팁: 알림 영역의 %{Program.Name} 아이콘을 클릭하세요.
Compatible = %{Program.Name}이 사용 중인 Windows 버전과 호환되지 않습니다.\r\n이것이 오류라고 생각되면 '%s'에 자세한 내용을 포함한 메시지를 남겨주세요.
Compatible_Bit = 죄송합니다. 32비트 %{Program.Name}이 사용 중인 Windows 버전과 호환되지 않습니다.\r\n'%s'에서 64비트 %{Program.Name}을 다운로드하세요.

[Preferences]
Window_Title = 환경설정
Tab_General = 일반
Tab_Performance = 성능
Tab_Language = 언어
Group_Notifications = 알림
Group_Extended_Processes = 확장 프로세스
Group_Priority = 우선순위
Group_Memory = 메모리
Group_Language = 언어
Checkbox_Notifications = 알림 영역에 알림 표시
Label_Extended_Processes = %{Program.Name}이 최적화하기를 원하는 추가 프로세스 이름을 여기에 입력하세요.\r\n목록은 쉼표로 구분해야 합니다 (Process01.exe, Process02.exe 등)
Label_SetPriority = 프로세스 우선순위 설정:
Checkbox_SaveRealtime = 높음 이상의 우선순위 저장 (권장하지 않음).
Checkbox_ReduceMemory = 메모리가 적은 시스템에서 메모리 감소.
Label_Language_Message = 원하는 언어를 선택한 다음 %s 버튼을 눌러 계속하세요. (재시작 필요)
Button_Save = 저장
Button_Cancel = 취소
Label_Updated = 환경설정이 업데이트됨
MsgBox_Language_Title = 언어가 변경됨
MsgBox_Language_Message = 선택한 언어로 변경되었습니다.\r\n선택한 언어를 적용하려면 %{Program.Name}을 재시작해야 합니다.
MsgBox_Closing_Title = %{Program.Name} 종료
MsgBox_Closing_Message = %{Program.Name}을 지금 종료하시겠습니까?
Button_Export = 내보내기
Dialog_Export_Title = 확장 프로세스 내보내기
Dialog_Export_Error_Title = 내보내기 오류
Dialog_Export_Error_Message = 내보내기 파일을 생성하지 못했습니다.
Dialog_Export_Success_Title = 내보내기 성공
Dialog_Export_Success_Message = 확장 프로세스 목록을 다음으로 내보냈습니다:
Button_Import = 가져오기
Dialog_Import_Title = 확장 프로세스 가져오기
Dialog_Import_Error_Title = 가져오기 오류
Dialog_Import_Error_Message = 가져오기 파일을 읽지 못했습니다.
Dialog_Import_Success_Title = 가져오기 성공
Dialog_Import_Success_Message = 확장 프로세스 목록을 성공적으로 가져왔습니다.
Dialog_Import_Empty_Title = 프로세스를 찾을 수 없음
Dialog_Import_Empty_Message = 선택한 파일에서 유효한 프로세스를 찾을 수 없습니다.

[Update]
Window_Title_Available = 업데이트 사용 가능
Window_Title_Congratulations = 축하합니다!
Window_Title_Error = 오류가 발생했습니다!
Label_Message_Update = '%{Program.Name}'의 새 버전을 사용할 수 있습니다.
Label_Message_Latest = '%{Program.Name}'의 최신 버전을 사용 중입니다.
Label_Message_Error = '%{Program.Name}'의 최신 버전 정보를 가져올 수 없습니다.
Label_Message_Internet = 인터넷 연결을 확인하고 다시 시도하세요.
Label_Build_Current = 현재 버전:
Label_Build_Update = 업데이트 버전:
CheckBox_NoUpdate = 시작할 때 업데이트를 확인하지 않음.
Button_Update = 자세히 보기
Button_Close = 닫기

[Versioning]
Administrator = 관리자
Build = 버전
AutoIt_Version = AutoIt 버전 %{AutoIt.Version} 사용
Bit = 비트